Repository: iamarjunaravind/astro_project
Catalog: locale/*/LC_MESSAGES/django.po
Languages: kn, ml, ta, te

source: Astrology Platform
kn: ಜ್ಯೋತಿಷ್ಯ ವೇದಿಕೆ
ml: ജ്യോതിഷ പ്ലാറ്റ്‌ഫോം
ta: ஜோதிட தளம்
te: జ్యోతిష్య వేదిక

source: Home
kn: ಮುಖಪುಟ
ml: ഹോം
ta: முகப்பு
te: హోమ్

source: Chat with Astrologer
kn: ಜ್ಯೋತಿಷಿಯೊಂದಿಗೆ ಚಾಟ್ ಮಾಡಿ
ml: ജ്യോതിഷിയുമായി സംസാരിക്കുക
ta: ஜோதிடருடன் அரட்டை அடிக்கவும்
te: జ్యోతిష్యుడితో చాట్ చేయండి

source: Talk with Astrologer
kn: ಜ್ಯೋತಿಷಿಯೊಂದಿಗೆ ಚಾಟ್ ಮಾಡಿ
ml: ജ്യോതിഷിയുമായി സംസാരിക്കുക
ta: ஜோதிடருடன் அரட்டை அடிக்கவும்
te: జ్యోతిష్యుడితో చాట్ చేయండి

source: Astromall
kn: ಆಸ್ಟ್ರೋಮಾಲ್
ml: അസ്ട്രോമാൾ
ta: ஆஸ்ட்ரோமால்
te: ఆస్ట్రోమాల్

source: Blog
kn: ಬ್ಲಾಗ್
ml: ബ്ലോഗ്
ta: வலைப்பதிவு
te: బ్లాగ్

source: Kundali
kn: ಕುಂಡಲಿ
ml: കുണ്ഡലി
ta: ஜாதகம்
te: కుండలి

source: Horoscopes
kn: ರಾಶಿಫಲ
ml: ജാതകം
ta: ராசிபலன்
te: రాశిఫలాలు

source: Today
kn: ಇಂದು
ml: ഇന്ന്
ta: இன்று
te: నేడు

source: Tomorrow
kn: ನಾಳೆ
ml: നാളെ
ta: நாளை
te: రేపు

source: Yesterday
kn: ನಿನ್ನೆ
ml: ഇന്നലെ
ta: நேற்று
te: నిన్న

source: Weekly
kn: ಸಾಪ್ತಾಹಿಕ
ml: വാരഫലം
ta: வாராந்திரம்
te: వారఫలాలు

source: Monthly
kn: ಮಾಸಿಕ
ml: മാസഫലം
ta: மாதாந்திர
te: మాస ఫలాలు

source: Yearly
kn: ವಾರ್ಷಿಕ
ml: വർഷഫലം
ta: ஆண்டு
te: వార్షిక ఫలాలు

source: Profile
kn: ಪ್ರೊಫೈಲ್
ml: പ്രൊഫൈൽ
ta: சுயவிவரம்
te: ప్రొఫైల్

source: Logout
kn: ಲಾಗೌಟ್
ml: പുറത്തുകടക്കുക
ta: வெளியேறு
te: లాగౌట్

source: Login
kn: ಲಾಗಿನ್
ml: പ്രവേശിക്കുക
ta: உள்நுழை
te: లాగిన్

source: Menu
kn: ಮೆನು
ml: മെനു
ta: பட்டியல்
te: మెనూ

source: Astrology
kn: ಜ್ಯೋತಿಷ್ಯ
ml: ജ്യോതിഷം
ta: ஜோதிடம்
te: జ్యోతిష్యం

source: Kundli
kn: ಕುಂಡಲಿ
ml: കുണ്ഡലി
ta: ஜாதகம்
te: కుండలి

source: Horoscope
kn: ರಾಶಿಫಲ
ml: ജാതകം
ta: ராசிபலன்
te: రాశిఫలం

source: Compatibility
kn: ಹೊಂದಾಣಿಕೆ
ml: അനുയോജ്യത
ta: பொருத்தம்
te: అనుకూలత

source: Shop
kn: ಶಾಪ್
ml: ഷോപ്പ്
ta: கடை
te: షాప్

source: Gemstones
kn: ರತ್ನಗಳು
ml: രത്നങ്ങൾ
ta: நவரத்தினங்கள்
te: రత్నాలు

source: Rudraksha
kn: ರುದ್ರಾಕ್ಷಿ
ml: രുദ്രാക്ഷം
ta: ருத்ராட்சம்
te: రుద్రాక్షలు

source: Contact
kn: ಸಂಪರ್ಕಿಸಿ
ml: ബന്ധപ്പെടുക
ta: தொடர்பு கொள்க
te: సంప్రదించండి

source: 24×7 Chat
kn: 24×7 ಚಾಟ್
ml: 24×7 ചാറ്റ്
ta: 24×7 அரட்டை
te: 24×7 చాట్

source: Email Support
kn: ಇಮೇಲ್ ಬೆಂಬಲ
ml: ഇമെയിൽ പിന്തുണ
ta: மின்னஞ்சல் ஆதரவு
te: ఈమెయిల్ మద్దతు

source: Secure
kn: ಸುರಕ್ಷಿತ
ml: സുരക്ഷിതം
ta: பாதுகாப்பானது
te: సురక్షితం

source: Verified Astrologers
kn: ಪರಿಶೀಲಿಸಿದ ಜ್ಯೋತಿಷಿಗಳು
ml: പരിശോധിച്ച ജ്യോത്സ്യന്മാർ
ta: சரிபார்க்கப்பட்ட ஜோதிடர்கள்
te: ధృవీకరించబడిన జ్యోతిష్యులు

source: Secure Payments
kn: ಸುರಕ್ಷಿತ ಪಾವತಿಗಳು
ml: സുരക്ഷിത പേയ്‌മെന്റുകൾ
ta: பாதுகாப்பான கொடுப்பனவுகள்
te: సురక్షిత చెల్లింపులు

source: Astrology Platform. All Rights Reserved
kn: ಜ್ಯೋತಿಷ್ಯ ವೇದಿಕೆ. ಎಲ್ಲಾ ಹಕ್ಕುಗಳನ್ನು ಕಾಯ್ದಿರಿಸಲಾಗಿದೆ
ml: ജ്യോതിഷ പ്ലാറ്റ്‌ഫോം. എല്ലാ അവകാശങ്ങളും നിക്ഷിപ്തം
ta: ஜோதிட தளம். அனைத்து உரிமைகளும் பாதுகாக்கப்பட்டவை
te: జ్యోతిష్య వేదిక. సర్వ హక్కులు ప్రత్యేకించబడ్డాయి

source: Claim FREE gift
kn: ಉಚಿತ ಉಡುಗೊರೆಯನ್ನು ಪಡೆಯಿರಿ
ml: സൗജന്യ സമ്മാനം നേടുക
ta: இலவச பரிசைப் பெறுங்கள்
te: ఉచిత బహుమతిని పొందండి

source: 200+ Celebs recommend
kn: 200+ ಸೆಲೆಬ್ರಿಟಿಗಳು ಶಿಫಾರಸು ಮಾಡುತ್ತಾರೆ
ml: 200+ പ്രശസ്ത വ്യക്തികൾ ശുപാർശ ചെയ്യുന്നു
ta: 200+ பிரபலங்கள் பரிந்துரைக்கின்றனர்
te: 200+ ప్రముఖులు సిఫార్సు చేస్తున్నారు

source: Chat With Astrologer
kn: ಜ್ಯೋತಿಷಿಯೊಂದಿಗೆ ಚಾಟ್ ಮಾಡಿ
ml: ജ്യോതിഷിയുമായി സംസാരിക്കുക
ta: ஜோதிடருடன் அரட்டை அடிக்கவும்
te: జ్యోతిష్యుడితో చాట్ చేయండి

source: Talk With Astrologer
kn: ಜ್ಯೋತಿಷಿಯೊಂದಿಗೆ ಚಾಟ್ ಮಾಡಿ
ml: ജ്യോതിഷിയുമായി സംസാരിക്കുക
ta: ஜோதிடருடன் அரட்டை அடிக்கவும்
te: జ్యోతిష్యుడితో చాట్ చేయండి

source: Chat Now
kn: ಈಗ ಚಾಟ್ ಮಾಡಿ
ml: ഇപ്പോൾ സംസാരിക്കുക
ta: இப்போது அரட்டை அடிக்கவும்
te: ఇప్పుడే చాట్ చేయండి

source: Talk Now
kn: ಈಗ ಚಾಟ್ ಮಾಡಿ
ml: ഇപ്പോൾ സംസാരിക്കുക
ta: இப்போது அரட்டை அடிக்கவும்
te: ఇప్పుడే చాట్ చేయండి

source: Astrologer
kn: ಜ್ಯೋತಿಷಿ
ml: ജ്യോതിഷി
ta: ஜோதிடர்
te: జ్యోతిష్యుడు

source: Talk
kn: ಮಾತನಾಡಿ
ml: സംസാരിക്കുക
ta: பேசுங்கள்
te: మాట్లాడండి

source: Talk to Astrologer
kn: ಜ್ಯೋತಿಷಿಯೊಂದಿಗೆ ಮಾತನಾಡಿ
ml: ജ്യോത്സ്യനോട് സംസാരിക്കുക
ta: ஜோதிடருடன் பேசுங்கள்
te: జ్యోతిష్యుడితో మాట్లాడండి

source: Chat
kn: ಚಾಟ್
ml: ചാറ്റ്
ta: அரட்டை
te: చాట్

source: Store
kn: ಸ್ಟೋರ್
ml: സ്റ്റോർ
ta: ஸ்டோர்
te: స్టోర్

source: Pujya Store
kn: ಪೂಜ್ಯ ಸ್ಟೋರ್
ml: പൂജ്യ സ്റ്റോർ
ta: பூஜ்ய ஸ்டோர்
te: పూజ్య స్టోర్

source: Puja
kn: ಪೂಜೆ
ml: പൂജ
ta: பூஜை
te: పూజ

source: Book a Pooja
kn: ಪೂಜೆಯನ್ನು ಕಾಯ್ದಿರಿಸಿ
ml: ഒരു പൂജ ബുക്ക് ചെയ്യുക
ta: ஒரு பூஜையை முன்பதிவு செய்யுங்கள்
te: పూజ బుక్ చేసుకోండి

source: Total Astrologers
kn: ಒಟ್ಟು ಜ್ಯೋತಿಷಿಗಳು
ml: ആകെ ജ്യോത്സ്യന്മാർ
ta: மொத்த ஜோதிடர்கள்
te: మొత్తం జ్యోతిష్యులు

source: Minutes
kn: ನಿಮಿಷಗಳು
ml: മിനിറ്റുകൾ
ta: நிமிடங்கள்
te: నిమిషాలు

source: Customers
kn: ಗ್ರಾಹಕರು
ml: ഉപഭോക്താക്കൾ
ta: வாடிக்கையாளர்கள்
te: వినియోగదారులు

source: OUR ASTROLOGY SERVICES
kn: ನಮ್ಮ ಜ್ಯೋತಿಷ್ಯ ಸೇವೆಗಳು
ml: ഞങ്ങളുടെ ജ്യോതിഷ സേവനങ്ങൾ
ta: எங்கள் ஜோதிட சேவைகள்
te: మా జ్యోతిష్య సేవలు

source: min
kn: ನಿಮಿಷ
ml: മിനിറ്റ്
ta: நிமிடம்
te: నిమిషం

source: Consult
kn: ಸಮಾಲೋಚಿಸಿ
ml: കൺസൾട്ട് ചെയ്യുക
ta: ஆலோசனை
te: సంప్రదించండి

source: No astrologers found.
kn: ಯಾವುದೇ ಜ್ಯೋತಿಷಿಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
ml: ജ്യോത്സ്യന്മാരെ കണ്ടെത്തിയില്ല.
ta: ஜோதிடர்கள் யாரும் காணப்படவில்லை.
te: జ్యోతిష్యులు ఎవరూ కనుగొనబడలేదు.

source: TOP SELLING PRODUCTS
kn: ಅತಿ ಹೆಚ್ಚು ಮಾರಾಟವಾಗುವ ಉತ್ಪನ್ನಗಳು
ml: മികച്ച വിൽപ്പനയുള്ള ഉൽപ്പന്നങ്ങൾ
ta: அதிக விற்பனையான தயாரிப்புகள்
te: టాప్ సెల్లింగ్ ఉత్పత్తులు

source: Buy Now
kn: ಈಗ ಖರೀದಿಸಿ
ml: ഇപ്പോൾ വാങ്ങുക
ta: இப்போது வாங்க
te: ఇప్పుడే కొనండి

source: No products found.
kn: ಯಾವುದೇ ಉತ್ಪನ್ನಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
ml: ഉൽപ്പന്നങ്ങളൊന്നും കണ്ടെത്തിയില്ല.
ta: தயாரிப்புகள் எதுவும் காணப்படவில்லை.
te: ఉత్పత్తులేవీ కనుగొనబడలేదు.

source: View All Products
kn: ಎಲ್ಲಾ ಉತ್ಪನ್ನಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ml: എല്ലാ ഉൽപ്പന്നങ്ങളും കാണുക
ta: அனைத்து தயாரிப்புகளையும் காண்க
te: అన్ని ఉత్పత్తులను చూడండి

source: Blogs
kn: ಬ್ಲಾಗ್‌ಗಳು
ml: ബ്ലോഗുകൾ
ta: வலைப்பதிவுகள்
te: బ్లాగులు
